app/views/emails/index.html.erb

    </tr>
<%Email.all.each do |email| %>
---
SELECT "emails".* FROM "emails"